tap "koekeishiya/formulae"

brew "git"
brew "tmux"
brew "ripgrep"
brew "mise"
brew "bat"
brew "starship"
brew "jq"
brew "ncdu"
brew "stow"
brew "fzf"
brew "eza"
brew "awscli"
brew "qsv"
brew "duckdb"
brew "skhd"
brew "lazygit"
brew "uv"

cask "bruno"
cask "ghostty"
cask "rectangle"
cask "maccy"
cask "iina"
cask "jordanbaird-ice"
